{"_id":{"$oid":"6460ed5c21040f5384174705"},"Title":"Silence of the Lambs","Description":"A young FBI cadet must receive the help of an incarcerated and manipulative cannibal killer to help catch another serial killer.","Genre":{"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspense thriller, is a broad film genre that involves excitement and suspense in the audience."},"Director":{"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American director, producer, and screenwriter.","Birth":"1944","Death":"2017"},"ImagePath":"silenceofthelambs.png","Featured":true}
{"_id":{"$oid":"6460f46721040f5384174707"},"Title":"The Truman Show","Description":"An insurance salesman discovers his whole life is actually a reality TV show.","Genre":{"Name":"Comedy","Description":"Comedy film is a category of film which emphasizes humor and are designed to make the audience laugh."},"Director":{"Name":"Peter Weir","Bio":"Peter Lindsay Weir is a retired Australian film director.","Birth":"1944","Death":"2022"},"ImagePath":"thetrumanshow.png","Featured":false}
{"_id":{"$oid":"6460f67421040f5384174708"},"Title":"Avenger: Infinity War","Description":"The Avengers and their allies must be willing to sacrifice all in an attempt to defeat the powerful Thanos before his blitz of devastation and ruin puts an end to the universe.","Genre":{"Name":"Action","Description":"Action film is a film genre in which the protagonist is thrust into a series of events that typically involve violence and physical feats."},"Director":{"Name":"Anthony Russo","Bio":"Anthony J. Russo is an American filmmaker and producer who works alongside his brother Joseph Russo.","Birth":"1970","Death":"2022"},"ImagePath":"avengersinfinitywar.png","Featured":false}
{"_id":{"$oid":"6460f9bb21040f5384174709"},"Title":"Pokemon Detective Pikachu","Description":"In a world where people collect Pokemon to do battle, a boy comes across an intelligent talking Pikachu who seeks to be a detective.","Genre":{"Name":"Family","Description":"A children's film, or a family film, is a film genre that contains children or relates to them in the context of home and family."},"Director":{"Name":"Rob Letterman","Bio":"Rob Letterman is known for Monsters vs. Aliens, Shark Tale, and Pokemon: Detective Pikachu.","Birth":"1970","Death":"2022"},"ImagePath":"pokemondetectivepikachu.png","Featured":false}
{"_id":{"$oid":"6460fc3421040f538417470a"},"Title":"Willy Wonka and the chocolate factory","Description":"A poor but hopeful boy seeks one of the five coveted golden tickets that will send him on a tour of Willy Wonka's mysterious chocolate factory.","Genre":{"Name":"Family","Description":"A children's film, or family film, is a film genre that contains children or relates to them in the context of home and family."},"Director":{"Name":"Mel Stuart","Bio":"He was a producer and director, known for Running on the Sun: The Badwater 135 and The Making of the President 1960.","Birth":"1928","Death":"2012"},"ImagePath":"willywonka.png","Featured":false}
{"_id":{"$oid":"6460fd6e21040f538417470b"},"Title":"Monty Python and the Holy Grail","Description":"King Arthur and his Knights of the Round Table embark on a surreal, low-budget search for the Holy Grail, encountering many, very silly obstacles.","Genre":{"Name":"Comedy","Description":"Comedy film is a category of film which emphasizes humor and are designed to make the audience laugh."},"Director":{"Name":"Terry Gilliam","Bio":"Terry Gilliam was born near Medicine Lake, Minnesota.","Birth":"1940","Death":"2022"},"ImagePath":"montypython.png","Featured":false}
{"_id":{"$oid":"6460ff5b21040f538417470c"},"Title":"Home Alone","Description":"An eight year old troublemaker, mistakenly left home alone, must defend his home against a pair of burglars on Christmas Eve.","Genre":{"Name":"Comedy","Description":"Comedy film is a category of film which emphasizes humor and are designed to make the audience laught."},"Director":{"Name":"Chris Columbus","Bio":"Born in Pennsylvania and raised in Ohio, Chris Columbus was first inspired to make movies after seeing 'The Godfather' at age 15.","Birth":"1958","Death":"2022"},"ImagePath":"homealone.png","Featured":true}
{"_id":{"$oid":"6461005921040f538417470d"},"Title":"Shaun of the Dead","Description":"The uneventful, aimless lives of a London electronics salesman and his layabout roommate are disrupted by the zombie apocalypse.","Genre":{"Name":"Comedy","Description":"Comedy film is a category of film which emphasizes humor and are designed to make the audience laugh."},"Director":{"Name":"Edgar Wright","Bio":"Edgar Howard Wright is an English director, screenwriter, producer, and actor.","Birth":"1974","Death":"2022"},"ImagePath":"shaunofthedead.png","Featured":false}
{"_id":{"$oid":"6461018921040f538417470e"},"Title":"My Neighbour Totoro","Description":"This acclaimed animated tale by director Hayao Miyazaki follows schoolgirl Satsuke and her younger sister, Mei, as they settle into an old country house with their father and wait for their mother to recover from an illness in an area hospital. As the sisters explore their new home, they encounter and befriend playful spirits near their house in the forest, most notably the massive cuddly creature known as Totoro.","Genre":{"Name":"Anime","Description":"Anime is hand-drawn and computer generated animation originating from Japan. Outside of Japan and in English, anime refers specifically to animation produced in Japan."},"Director":{"Name":"Hayao Miyazaki","Bio":"Hayao Miyazaki is a Japanese animator, director, producer, screenwriter, author, and manga artist. He is a co-founder of Studio Ghibli, he has attained international acclaim as a masterful storyteller and creator of Japanese animated feature films, and is widely regarded as one of the most accomplished filmmakers in the history of animation.","Birth":"1941","Death":"2022"},"ImagePath":"myneighbourtotoro.png","Featured":true}
{"_id":{"$oid":"646112ac21040f5384174715"},"Title":"Spirited Awway","Description":"During her family's move to the suburbs, a sullen 10 year old girl wanders into a world ruled by gods, withces and spirits, a world where humans are changed into beasts.","Genre":{"Name":"Anime","Description":"Anime is hand-drawn and computer generated animation originating from Japan. Outside of Japan and in English, anime refers specifically to animation produced in Japan."},"Director":{"Name":"Hayao Miyazaki","Bio":"Hayao Miyazaki is a Japanese animator, director, producer, screenwriter, author, and manga artist. He is a co-founder of Studio Ghibli, he has attained international acclaim as a masterful storyteller and creator of Japanese animated feature films, and is widely regarded as one of the most accomplished filmmakers in the history of animation.","Birth":"1941","Death":"2022"},"ImagePath":"spiritedaway.png","Featured":false}
